Repository: david-gap/WP-Mastertheme
Catalog: languages/devTheme-*.po
Languages: de_ch

source: 404 Error
de_ch: 404 Fehler

source: Page could not be found.
de_ch: Seite konnte nicht gefunden werden.

source: Back to home
de_ch: Zurück zur Startseite

source: File Embed
de_ch: Datei einbinden

source: Global name
de_ch: Globaler Name

source: File directory
de_ch: Datei Pfad

source: First row are titles
de_ch: Erste Zeile sind Titel

source: File coding
de_ch: Datei Kodierung

source: Encoding
de_ch: Kodierung

source: Use column as ID
de_ch: Spalte als ID verwenden

source: Sort content by column
de_ch: Inhalt über Spalte sortieren

source: Sort direction
de_ch: Sortierrichtung

source: Sort value is date
de_ch: Sortierinhalt ist ein Datum

source: CSV sperated by
de_ch: CSV getrennt durch

source: SLL stream
de_ch: SSL stream

source: Mautic URL
de_ch: Mautic Verzeichnis

source: Inline formular script
de_ch: Inline Formularskript

source: Galleries
de_ch: Galerien

source: Register CPT
de_ch: CPT registrieren

source: CPT label
de_ch: CPT Bezeichnung

source: CPT icon
de_ch: CPT Symbol

source: CPT support
de_ch: CPT Unterstützung

source: Add taxonomies
de_ch: Taxonomien hinzufügen

source: Actiate detail page
de_ch: Detailseite aktivieren

source: Embed assets
de_ch: Assets einbinden

source: Embed popup assets
de_ch: PopUp Assets einbinden

source: Activate on other post types
de_ch: Bei anderen Posttypen aktivieren

source: Select images
de_ch: Bilder auswählen

source: Accordion Item
de_ch: Akkordeon Gegenstand

source: Insert a accordion item
de_ch: Akkordeon Gegenstand einfügen

source: Accordion
de_ch: Akkordeon

source: Toggle
de_ch: Aufklapper

source: Item
de_ch: Gegenstand

source: Accordion item settings
de_ch: Akkordeon Gegenstandeinstellungen

source: Label
de_ch: Bezeichnung

source: Insert a accordion
de_ch: Akkordeon einfügen

source: Visibility
de_ch: Sichtbarkeit

source: Hide on desktop
de_ch: Auf Desktopgrösse ausblenden

source: Hide on mobile
de_ch: Auf Mobilegrösse ausblenden

source: Disable content
de_ch: Inhalt deaktivieren

source: Schedule
de_ch: Zeitplan

source: If block availability starts on this date
de_ch: Wenn die Blocksichtbarkeit von einem Startdatum abhängig ist

source: End
de_ch: Ende

source: If block availability stops on this date
de_ch: Wenn die Blocksichtbarkeit von einem Enddatum abhängig ist

source: Activate Swiper
de_ch: Swiper aktivieren

source: Activate Lightbox
de_ch: Lightbox aktivieren

source: Activate Lightbox preview
de_ch: Lightbox Vorschau aktivieren

source: Swiper Item
de_ch: Swiper Gegenstand

source: Insert a gallery item
de_ch: Galerie Gegenstand ergänzen

source: Swiper item
de_ch: Swiper Gegenstand

source: Images
de_ch: Bilder

source: Swiper Gallery
de_ch: Swiper Galerie

source: Insert a image gallery
de_ch: Galeriebild einfügen

source: Gallery
de_ch: Galerie

source: Posts
de_ch: Beiträge

source: Return posts
de_ch: Beiträge ausgeben

source: Loading Posts
de_ch: Beiträge werden geladen

source: No Posts
de_ch: Keine Beiträge

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_ch: Es tut uns leid, aber mit Ihren Suchbegriffe wurden keine Ergebnisse gefunden. Bitte versuchen Sie es noch einmal mit anderen Suchbegriffen.

source: Title
de_ch: Titel

source: Date
de_ch: Datum

source: Excerpt
de_ch: Textauszug

source: Menu order
de_ch: Menü Reihenfolge

source: Link image
de_ch: Bild verlinken

source: Link row 1
de_ch: Zeile 1 verlinken

source: Link row 2
de_ch: Zeile 2 verlinken

source: Link box
de_ch: Box verlinken

source: Posts query
de_ch: Beiträge Abfrage

source: Post type
de_ch: Post Typ

source: Sort by
de_ch: Sortieren nach

source: Text row 1
de_ch: Textzeile 1

source: Text row 2
de_ch: Textzeile 2

source: Item sum
de_ch: Anzahl der Artikeln

source: Show
de_ch: Ziegen

source: Layout
de_ch: Gestaltung

source: Column sum
de_ch: Spaltensumme

source: Column spacing
de_ch: Spaltenabstand

source: Show thumbnails
de_ch: Beitragsbild ausgeben

source: Image preview inside Lightbox
de_ch: Bildvorschau innerhalb der Lightbox

source: Show the sort options
de_ch: Sortieroptionen ausgeben

source: Select sort options
de_ch: Sortieroptionen auswählen

source: Posts Filter
de_ch: Beiträgeabfrage

source: Select posts
de_ch: Beiträge auswählen

source: Relation
de_ch: Beziehung

source: AND
de_ch: UND

source: OR
de_ch: ODER

source: Textsearch
de_ch: Textsuche

source: Search for
de_ch: Suche nach

source: Show taxonomy legend
de_ch: Taxonomien-Legende ausgeben

source: Hirarchical taxonomies
de_ch: Taxonomienhirarchie

source: Show empty taxonomies
de_ch: Leere Taxonomien ausgeben

source: Top
de_ch: Oben

source: Left
de_ch: Links

source: Right
de_ch: Rechts

source: Grid
de_ch: Raster (Grid)

source: List
de_ch: Liste

source: Show Textsearch
de_ch: Textsuche anzeigen

source: Filteroptions
de_ch: Filteroptionen

source: Pre filter
de_ch: Vorfilterung

source: Insert vimeo video and configurate the output
de_ch: Vimeo Video einfügen imd dessen Ausgabe konfigurieren

source: Video settings
de_ch: Videoeinstellungen

source: example: https://player.vimeo.com/video/xxxxxxxxx
de_ch: Beispiel: https://player.vimeo.com/video/xxxxxxxxx

source: Width
de_ch: Breite

source: Height
de_ch: Höhe

source: Autoplay
de_ch: Automatische Wiedergabe

source: Background Video
de_ch: Hintergrund-Video

source: Loop
de_ch: Schleife

source: Mute
de_ch: Sturmmschalten

source: Table of content (by chapters)
de_ch: Inhaltsverzeichnis (Kapitel)

source: Active
de_ch: Aktivieren

source: Bottom
de_ch: Unten

source: Play on chapter selection
de_ch: Nach Kapitelauswahl abspielen

source: Stop on chapter end
de_ch: Am Kapitelende anhalten

source: Video Link (background video only)
de_ch: Video Link (nur bei Hintergrund-Videos)

source: Can only be used with background videos
de_ch: Kann nur mit Hintergrund-Videos verwendet werden

source: Target
de_ch: Ziel

source: Same window
de_ch: Selbe Fenster

source: New window
de_ch: Neues Fenster

source: Gutenberg styles embed
de_ch: Gutenberg Formatierung einbinden

source: Backend style options
de_ch: Backend Formatierungsoptionen

source: Default Patterns
de_ch: Standard-Muster

source: Fontsize scaler
de_ch: Schriftgrösse skalieren

source: Allowed core blocks
de_ch: Erlaubte Kernblöcke

source: Allowed costum blocks
de_ch: Erlaube benutzerdefinierte Blöcke

source: Custom color picker
de_ch: Benutzerdefinierte Farbauswahl

source: Custom color palette
de_ch: Benutzerdefinierte Farbpalette

source: Color
de_ch: Farbe

source: Custom font sizes
de_ch: Benutzerdefinierte Schriftgrösse

source: Size (without px)
de_ch: Grösse (ohne px)

source: Image attributes
de_ch: Bild-Attribute

source: Repalce img alt inside content
de_ch: Innerhalb des Inhalts img alt austauschen

source: Repalce img alt inside atttachments
de_ch: Innerhalb der Anhänge img alt austauschen

source: Repalce img alt inside shortcodes
de_ch: Innerhalb von Shortcodes img alt austauschen

source: Add languages
de_ch: Sprache ergänzen

source: Alternative Text
de_ch: Alternativer Text

source: Wordpress settings
de_ch: Wordpress Einstellungen

source: Wordpress Support
de_ch: Wordpress Unterstützung

source: Embed CSS file
de_ch: CSS Datei einbinden

source: Activate Cache Busting
de_ch: Cache Busting aktivieren

source: Embed Jquery file
de_ch: Jquery Datei einbinden

source: Embed custom JS file
de_ch: JS Datei einbinden

source: Load custom css inside header
de_ch: Benutzerdefiniertes CSS innerhalb vom header laden

source: Enable SVG upload
de_ch: SVG Unterstützung aktivieren

source: CSS file path
de_ch: CSS Dateipfad

source: Cache Busting file path
de_ch: Cache Busting Dateipfad

source: JS file path
de_ch: JS Dateipfad

source: Hide backend menu to not admins
de_ch: Backend Menü von nicht Administratoren ausblenden

source: Show menu to editors
de_ch: Menü für Autoren sichtbar

source: Show widgets to editors
de_ch: Widgets für Autoren sichtbar

source: Show customizer to editors
de_ch: Customizer für Autoren sichtbar

source: Registered menu
de_ch: Registrierte Menüs

source: Add file types to uploader
de_ch: Dateityp zum uploader ergänzen

source: Embed Google Fonts
de_ch: Google Fonts einbinden

source: ACF searchability
de_ch: ACF Suche

source: Field slugs
de_ch: Feld Slugs

source: Taxonomies
de_ch: Taxonomien

source: Apple touch icon (57px)
de_ch: Apple touch Symbol (57px)

source: Apple touch icon (72px)
de_ch: Apple touch Symbol (72px)

source: Apple touch icon (114px)
de_ch: Apple touch Symbol (114px)

source: Activate Data-Structures
de_ch: Data-Struktur aktivieren

source: Activate custom Data-Structure for pages & posts
de_ch: Benutzerdefinierte Data-Struktur für Seiten & Beiträge aktivieren

source: Data-Structure Address
de_ch: Data-Struktur Adresse

source: Company
de_ch: Firma

source: Street
de_ch: Strasse

source: Additional Street
de_ch: Adresszusatz

source: Zip Code
de_ch: Postleitzahl

source: City
de_ch: Stadt

source: Country
de_ch: Land

source: Phone
de_ch: Telefon

source: E-Mail
de_ch: E-Mail-Adresse

source: Additional Data
de_ch: Zusätzliches Data

source: Data key
de_ch: Data Schlüssel

source: Data value
de_ch: Data Inhalt

source: Add data structure
de_ch: Data Struktur ergänzen

source: You have been logged out successfully
de_ch: Sie haben sich erfolgreich abgemeldet

source: Login
de_ch: Anmeldung

source: Please enter your user data to login
de_ch: Bitte geben Sie Ihre Benutzerdaten um sich anzumelden

source: Username
de_ch: Benutzername

source: Password
de_ch: Passwort

source: Remember Me
de_ch: Anmeldedaten merken

source: Log In
de_ch: Anmelden

source: Username and/or password is wrong
de_ch: Benutzername and/oder Passwort ist inkorrekt

source: Lost Password?
de_ch: Passwort vergessen?

source: Template sizes
de_ch: Template Grössen

source: Container width
de_ch: Container Breite

source: Container side padding
de_ch: Container Seitenabstände

source: Content spacing
de_ch: Inhaltabstand

source: Align wide left
de_ch: Align wide links

source: Align wide right
de_ch: Align wide rechts

source: Anchor position
de_ch: Ankerposition

source: Breakpoint (mobile)
de_ch: Breakpoint (mobil)

source: Anchor position (mobile)
de_ch: Ankerposition (mobil)

source: Content spacing (mobile)
de_ch: Inhaltabstand (mobil)

source: Fonts
de_ch: Schriften

source: Main font family
de_ch: Schriftfamilie

source: Main font size
de_ch: Schriftgrösse

source: Main line height
de_ch: Zeilenabstand

source: Main font size (mobile)
de_ch: Schriftgrösse (mobil)

source: Main line height (mobile)
de_ch: Zeilenabstand (mobil)

source: Gutenberg font scaling (mobile)
de_ch: Gutenberg Schriftskalierung (mobil)

source: Main menu font size
de_ch: Hauptmenü Schriftgrösse

source: Main menu line height
de_ch: Hauptmann Zeilenabstand

source: Main menu font size (mobile)
de_ch: Hauptmenü Schriftgrösse (mobil)

source: Main menu line height (mobile)
de_ch: Hauptmann Zeilenabstand (mobil)

source: Footer font size
de_ch: Footer Schriftgrösse

source: Footer line height
de_ch: Footer Zeilenabstand

source: Colors
de_ch: Farben

source: Main color
de_ch: Hauptfarbe

source: Scondary color
de_ch: Zweitfarbe

source: Hamburger color
de_ch: Hamburger Farbe

source: Background color
de_ch: Hintergrundfarbe

source: Font color
de_ch: Schriftfarbe

source: Header background color
de_ch: Header Hintergrundfarbe

source: Header container background color
de_ch: Header Container Hintergrundfarbe

source: Hamburger navigation background color
de_ch: Hamburger Natigationshintergrundfarbe

source: Footer background color
de_ch: Footer Hintergrundfarbe

source: Footer container background color
de_ch: Footer Container Hintergrundfarbe

source: Hamburger color (dark)
de_ch: Hamburger Farbe (dunkel)

source: Background color (dark)
de_ch: Hintergrundfarbe (dunkel)

source: Font color (dark)
de_ch: Schriftfarbe (dunkel)

source: Header background (dark)
de_ch: Header Hintergrundfarbe (dunkel)

source: header container background (dark)
de_ch: Header Container Hintergrundfarbe (dunkel)

source: Hamburger navigation background color (dark)
de_ch: Hamburger Navigationshintergrundfarbe (dunkel)

source: Footer background (dark)
de_ch: Footer Hintergrundfarbe (dunkel)

source: Footer container background (dark)
de_ch: Footer Container Hintergrundfarbe (dunkel)

source: Lightbox width
de_ch: Lightbox Breite

source: Lightbox preview visibility
de_ch: Lightbox Vorschau Sichtbarkeit

source: Configuration updated
de_ch: Konfiguration aktualisieren

source: Configuration saved
de_ch: Konfiguration abspeichern

source: Configuration file created
de_ch: Konfigurationsdatei erstellen

source: Configuration Missing
de_ch: Konfiguration fehlt

source: New css file been created
de_ch: Neue CSS Datei wurde erstellt

source: No css defined
de_ch: Kein CSS definiert

source: Configurator
de_ch: Konfigurator

source: You do not have sufficient permissions to access this page.
de_ch: Sie verfügen über keine Zugriffsrechte um diese Seite zu betreten

source: Page Configurator
de_ch: Seitenkonfiguration

source: Generate configuration file
de_ch: Konfigurationsdatei generieren

source: Download css file
de_ch: CSS Datei herunterladen

source: Label is missing
de_ch: Beschriftung fehlt

source: Input type is missing
de_ch: Input-Typ fehlt

source: Save
de_ch: Speichern

source: yes
de_ch: Ja

source: no
de_ch: Nein

source: Add entry
de_ch: Eintrag ergänzen

source: IMG dominant content preloader
de_ch: Bild dominante Farbe vorlader

source: Activate
de_ch: Aktivieren

source: Use in the content and shortcodes
de_ch: Im Inhalt und in Shortcodes anwenden

source: Ignored file types
de_ch: Ignorierte Datei-Typen

source: Default color
de_ch: Standard Farbe

source: Dominant Color
de_ch: Dominante Farbe

source: Generate dominant colors
de_ch: Dominanten Farben generieren

source: IMG color
de_ch: IMG Farbe

source: Image / ID / Title
de_ch: Bild / ID / Titel

source: Current image file is missing
de_ch: Die aktuelle Bilddatei fehlt

source: Dominant color
de_ch: Dominierende Farbe

source: Activate header container
de_ch: Header Container aktivieren

source: Activate main container
de_ch: Main Container aktivieren

source: Activate scroll to top container
de_ch: Nach oben scrollen Container aktivieren

source: Activate footer container
de_ch: Footer Container aktivieren

source: Addressblock information
de_ch: Adressblock Informationen

source: Alternative text
de_ch: Alternativer Text

source: Street add
de_ch: Zusatzadresse

source: Postcode
de_ch: Postleitzahl

source: Mobile
de_ch: Mobil

source: Labels
de_ch: Beschriftungen

source: Social Media block (Icons)
de_ch: Soziale Medien Block (Symbole)

source: Contact block (Icons)
de_ch: Kontaktblock (Symbole)

source: Mail
de_ch: E-Mail

source: Placeholder
de_ch: Platzhalter

source: Activate placeholder
de_ch: Platzhalter aktivieren

source: Add Adressblock
de_ch: Adressblock aktivieren

source: Custom output
de_ch: Benutzerdefinierte Ausgabe

source: Activate divider
de_ch: Trennlinie aktivieren

source: Sticky header
de_ch: Header fixiert

source: Sticky header on load
de_ch: Header beim Laden fixieren

source: Desktop menu
de_ch: Desktop Menü

source: Activate menu search form
de_ch: Suchformular im Menü aktivieren

source: Menu direction
de_ch: Menü Richtung

source: Hamburger menu position
de_ch: Hamburger Menü Positionierung

source: Visible header while menu is active
de_ch: Header beim aktiven Menü sichtbar

source: Close hamburger menu on scroll
de_ch: Hamburger Menü beim scrollen schliessen

source: Hamburger menu toggle able submenus
de_ch: Submenüs beim Hamburger-Menü aufklappbar

source: Custom Element
de_ch: Benutzerdefiniertes Element

source: Custom Logo link
de_ch: Logo benutzerdefiniert verlinken

source: Logo desktop
de_ch: Desktop Logo

source: Logo mobile
de_ch: Mobil Logo

source: Sort and activate
de_ch: Sortieren und aktivieren

source: Menu
de_ch: Menü

source: social media
de_ch: Soziale Medien

source: Search form
de_ch: Suchformular

source: Custom
de_ch: Benutzerdefiniert

source: Container end
de_ch: Container Ende

source: Custom content after header
de_ch: Benutzerdefinierter Inhalt nach dem Header

source: Page
de_ch: Seite

source: Activate page options
de_ch: Seitenoptionen aktivieren

source: Activate metablock
de_ch: Metablock aktivieren

source: Pages
de_ch: Seiten

source: Metablock for CPT
de_ch: Metablock für CPT

source: Page options
de_ch: Seitenoptionen

source: Hide header
de_ch: Header ausblenden

source: Hide date
de_ch: Datum ausblenden

source: Hide time
de_ch: Zeitangabe ausblenden

source: Hide author
de_ch: Autor ausblenden

source: Hide title
de_ch: Titel ausblenden

source: Hide comments
de_ch: Kommentare ausblenden

source: Hide sidebar
de_ch: Seitenbereich ausblenden

source: Hide scroll to top
de_ch: Nach oben ausblenden

source: Hide footer
de_ch: Footer ausblenden

source: Header fixed
de_ch: Header fixieren

source: Code before main block
de_ch: Code vor main

source: Code after main block
de_ch: Code nach main

source: Add page options
de_ch: Seitenoption ergänzen

source: Option key
de_ch: Options-Key

source: Option label
de_ch: Options-Label

source: Activate blog template options
de_ch: Blog Template-Optionen aktivieren

source: Show on overview pages
de_ch: Auf der Übersichtsseite ausgeben

source: Activate author
de_ch: Autor aktivieren

source: Activate date
de_ch: Datum aktivieren

source: Activate time
de_ch: Zeit aktivieren

source: Activate categories
de_ch: Kategorien aktivieren

source: Date format
de_ch: Datumformat

source: Activate scroll to top
de_ch: Nach oben scrollen aktivieren

source: Activate footer
de_ch: Footer aktivieren

source: Copyright
de_ch: Urheberrecht

source: Social media
de_ch: Soziale Medien

source: Address block
de_ch: Adressblock

source: Custom content before footer
de_ch: Benutzerdefinierter Inhalt vor dem Footer

source: Custom content after footer
de_ch: Benutzerdefinierter Inhalt nach dem Footer

source: Options
de_ch: Optionen

source: Widget for the header
de_ch: Widgets für den Header

source: Page Sidebar
de_ch: Seitenleiste

source: Sidebar Widget for Pages
de_ch: Seitenleiste Widgets für Seiten

source: Widget for the footer
de_ch: Widgets für den Footer

source: Website under construction
de_ch: Website befindet sich im Aufbau

source: To top
de_ch: Nach oben

source: One thought on "%2$s"
de_ch: Einen Gedanken an „%2$s“

source: Search results for
de_ch: Suchresultate für
